delete from Диагноз;
insert into Диагноз values
    (1, 'Ишемическая болезнь сердца', null),
    (2, 'Пневмания', null),
    (3, 'СПИД', null),
    (4, 'Хроническая обструктивная болезнь легких', null),
    (5, 'Диарея', null),
    (6, 'Туберкулез', null),
    (7, 'Малярия', null),
    (8, 'Рак легких', null),
    (9, 'Рак трахеи', null),
    (10, 'Рак бронхов', null),
    (11, 'Рак желудка', null),
    (12, 'Коклюш', null),
    (13, 'Кариес', null);

delete from Специализация;
insert into Специализация values
    (1, 'Фармацефт'),
    (2, 'Медсестра'),
    (3, 'Аллерголог'),
    (4, 'Флеболог'),
    (5, 'Хирург'),
    (6, 'Терапевт'),
    (7, 'Онколог'),
    (8, 'Рентгенолог'),
    (9, 'Гинеколог'),
    (10, 'Акушер'),
    (11, 'Отоларинголог'),
    (12, 'Психолог'),
    (13, 'Диетолог'),
    (14, 'Невролог'),
    (15, 'Отоларинголог');

delete from Состояние;
insert into Состояние values
    (1, 'Хорошее'),
    (2, 'Средней тяжести'),
    (3, 'Тяжелое'),
    (4, 'Направлен в стационар'),
    (5, 'Умер');

delete from Социальный_статус;
insert into Социальный_статус values
    (1, 'Учащийся'),
    (2, 'Работающий'),
    (3, 'Временно неработающий'),
    (4, 'Инвалид'),
    (5, 'Пенсионер');

delete from Вид_терапии;
insert into Вид_терапии values
    (1, 'Антибактериальная', null),
    (2, 'Фармакотерапия', null),
    (3, 'Фитотерапия', null),
    (4, 'Иммунотерапия', null),
    (5, 'Радиотерапия', null),
    (6, 'УВЧ-терапия', null),
    (7, 'Лазеротерапия', null),
    (8, 'Лекарственный электрофорез', null),
    (9, 'Хирургическая терапия', null);

delete from Врач;
insert into Врач values
    (1, 'Иванов', 'Петр', 'Алексеевич',
            10, '10:00', '20:00'), 105),
    (2, 'Тихонова', 'Варвара', 'Петровна',
            8, '11:00', '20:00'), 304),
    (3, 'Самоихн', 'Петр', 'Александрович',
            5, '12:00', '20:00'), 208),
    (4, 'Печенкин', 'Константин', 'Николаевич',
            15, '9:00', '20:00'), 317),
    (5, 'Ромашкин', 'Михаил', 'Иванович',
            19, '8:00', '15:00'), 87),
    (6, 'Григорий', 'Леонид', 'Васильевич',
            16, '8:00', '16:00'), 55),
    (7, 'Горкина', 'Елена', 'Павловна',
            17, '9:00', '17:00'), 98),
    (8, 'Сорокина', 'Людмила', 'Юрьевна',
            22, '10:30', '19:00'), 47),
    (9, 'Косов', 'Александр', 'Борисович',
            7, '12:00', '20:00'), 309),
    (10, 'Морозов', 'Николай', 'Юрьевич',
            7, '12:00', '21:00'), 399),
    (11, 'Горохина', 'Ольга', 'Алексеевна',
            9, '16', '20:00'), 84),
    (12, 'Авертисян', 'Руслан', 'Васканович',
            10, '13:00', '20:30'), 76),
    (13, 'Корухов', 'Дмитрий', 'Алексеевич',
            2, '15:00', '21:00'), 26),
    (14, 'Синько', 'Анастасия', 'Юрьевна',
            8, '14:00', '19:30'), 35),
    (15, 'Хомякова', 'Юлия', 'Дмитриевна',
            18, '10:00', '17:00'), 133),
    (16, 'Блажевич', 'Игорь', 'Юрьевич',
            4, '10:00', '17:00'), 218),
    (17, 'Кузнецов', 'Иван', 'Анатольевич',
            9, '10:00', '17:00'), 281),
    (18, 'Носов', 'Павел', 'Николаевич',
            7, '10:00', '23:00'), 71,
    (19, 'Мареев', 'Никита', 'Олегович',
            5, '9:00', '18:00'), 44),
    (20, 'Орехова', 'Татьяна', 'Владимировна',
            13, '10:00', '20:00'), 88),
    (21, 'Тарасова', 'Софья', 'Игоревна',
            15, '11:00', '16:00'), 101),
    (22, 'Хомякова', 'Юлия', 'Дмитриевна',
            11, '10:00', '17:00'), 10),

delete from Пациент;
insert into Пациент values
    (1, 144, 'Росторгуева', 'Анфиса', 'Ефимовна',
            '1998-03-04', 1),
