delete from История_болезней;
delete from Терапия;
delete from Лечение;
delete from Пациент;
delete from Состояние;
delete from Вид_терапии;

insert into Вид_терапии values
    (1, 'Какой-то вид терапии', null);

insert into Состояние values
    (1, 'Хорошее'),
    (2, 'Средней тяжести'),
    (3, 'Тяжелое'),
    (4, 'Направлен в стационар'),
    (5, 'Умер');

insert into Пациент values
    (1, 100, 'a', 'b', 'c,', '1980-08-05', null),
    (2, 200, 'p', 'q', 'r', '1980-08-05', null);

    
insert into Лечение
    values (1, 1, null),
        (2, 2, null);

insert into Терапия values
    (1, 1, 1, '2018-01-01', '2018-01-20'),
    (2, 1, 1, '2018-02-01', '2018-02-20'),
    (3, 2, 1, '2018-03-01', '2018-10-20');

insert into История_болезней values
    (1, '2018-01-20', 1),
    (1, '2018-02-20', 2),
    (2, '2018-01-20', 2),
    (2, '2018-02-20', 1);
